Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerSquareMeter Property
 kilograms carbon dioxide per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerSquareMeter { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerSquareMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerSquareMeter {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerSquareMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace